Revit 2024 API
ParameterTypeId.PhyMaterialParamThermalConductivity Property
 "Thermal Conductivity"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId PhyMaterialParamThermalConductivity { get; }
Visual Basic
Public Shared ReadOnly Property PhyMaterialParamThermalConductivity As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PhyMaterialParamThermalConductivity {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace